13xforever.language-x86-64-assembly
basdp.language-gas-x86
codezombiech.gitignore
cschlosser.doxdocgen
eamodio.gitlens
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.code-runner
GrapeCity.gc-excelviewer
lfs.vscode-emacs-friendly
llvm-vs-code-extensions.vscode-clangd
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
ms-vsonline.vsonline
patbenatar.advanced-new-file
redhat.java
redhat.vscode-yaml
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscode-org-mode.org-mode
whiteout2.x86
zhuangtongfa.material-theme
