13xforever.language-x86-64-assembly
basdp.language-gas-x86
codezombiech.gitignore
cschlosser.doxdocgen
dracula-theme.theme-dracula
eamodio.gitlens
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.code-runner
fwcd.kotlin
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
lfs.vscode-emacs-friendly
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-python.anaconda-extension-pack
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
patbenatar.advanced-new-file
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
RobbOwen.synthwave-vscode
rogalmic.bash-debug
sainnhe.gruvbox-material
sdras.night-owl
SonarSource.sonarlint-vscode
teabyii.ayu
tuttieee.emacs-mcx
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscode-org-mode.org-mode
whiteout2.x86
zhuangtongfa.material-theme
