13xforever.language-x86-64-assembly
codezombiech.gitignore
cschlosser.doxdocgen
eamodio.gitlens
Equinusocio.vsc-material-theme
GrapeCity.gc-excelviewer
lfs.vscode-emacs-friendly
llvm-vs-code-extensions.vscode-clangd
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
patbenatar.advanced-new-file
redhat.vscode-yaml
teabyii.ayu
TsumiNa.Seti-theme
vscode-icons-team.vscode-icons
vscode-org-mode.org-mode
whiteout2.x86
zhuangtongfa.Material-theme
